

photo_items ={
    1:17,
    6:1006,
    3:1003,
    5:1005,
    2:1002,
    10001:28
}
text_items = {
    17:1,
    21:103,
    28:10001,
    44:104,
    49:10001,
    78:12,
    119:10005,
    121:10005,
    123:10005,
    140:10006,
    1001004:10001,
    1001008:10002,
    1001012:10003,
    1001016:10005,
    1001020:10006,
    1001024:10007,
    1001028:10008,
    1001032:10009,
    1001036:10010,
    1001040:10011,
    1001044:10012,

    }



items = {
    0: ['Нет', 0,0,0,0,0,0,0,0],
    1: ['Зажигалка', 'Простая зажигалка', 'items',"fire"],
    2: ['Резинка для волос', 'Часто помогает', 'clothes', 'head', 0, 'none'],
    3: ['Новогодняя пижама (верх)','Часть моего новогоднего наряда','clothes','body',0, 'none'],
    4: ['Новогодняя пижама (низ)','Долго выбирала','clothes','legs',0, 'none'],
    5: ['Новогодние носки','Греет мои ножки','clothes','boots',0, 'none'],
    6: ['Браслетик с сердечком','Илюша подарил','clothes','rings',0, 'love', 0],
    7: ['Очки','Тяжело быть слепым','clothes','head',5, 'none'],
    8: ['Белая футболка','Уже совсем не белая, в крови','clothes','body',0, 'none'],
    9: ['Шорты','Те самые...','clothes','legs',0, 'none'],
    10: ['Домашние тапочки','В них не побегаешь','clothes','boots',0, 'none'],
    12: ['Факел', 'Я могу зажечь его с помощью кремния.', 'items',"fire"],
    11: ['Резинка для волос','Мой браслетик, когда-то носила Кариша','clothes','rings',0, 'love', 0],
    102: ['Порванный ошейник', 'Ошейник принадлежавший Феликсу', 'item',0, 'none'],
    103: ['Осколок стекла', 'Можно использовать для самообороны', 'weapon',2, 'Режущее','agility'],
    104: ['Железный прут', 'Тяжёлый. Был найден среди обломков.', 'weapon',8, 'Дробящее','stamina'],

    10001: ['Паучья лапка', "Мерзакая...", 'food'],
    10002: ['Ядовитый посох', 'Состоит из жала паучей матки', 'weapon',40, 'Ядовитое','magic'],
    10003: ['Сырое крысиное мясо', "Отвратительно на вкус...", 'food', 10004],
    10004: ['Жаренное крысиное мясо', "Похоже на курицу", 'goodfood'],
    10005: ['Мёртвый мясной жук', "На вкус как слизень...", 'food', 100051],
    100051: ['Жаренный мясной жук', "На вкус как чипсы...", 'goodfood'],
    10006: ['малый Призрачный посох', 'Призрачный глаз прикреплённый к древку...', 'weapon',20, 'Призрачное','magic'],

    10007: ['Куртка из шкуры Сумеречного волка','Тёплая','clothes','body',3, 'none'],
    10011: ['Обручальное кольцо невесты','Она так любила его...','clothes','rings',2, 'love', 10],
    10012: ['Обручальное кольцо Жениха','...мокрое от слёз','clothes','rings',1, 'love', 1],
    10010: ['Пыльца Пикси', "Сладенькая.", 'goodfood'],
    10008: ['Золотая брошь','Была наёдена в мимике.','clothes','rings',2, 'agility', 2], 
    10009: ['Каменная рука Голема', 'Твёрдая и тяжёлая...', 'weapon',35, 'Дробящее','stamina'],
    10012: ['Ожерелье кикиморы','Из него постоянно течёт вода','clothes','rings',2, 'health', 10],
    666666: ['Кольцо всевластия','Одно кольцо, что правит всеми','clothes','rings',0, 'lordspower', 1000],
}

