beginning_text={

'0' : '''Добро пожаловать в игру Котик Феликс''',

'1' : '''- Я тебя люблю, зайка... - сказал Илюша
- И я тебя люблю... - Ответила Кариша.
На глазах обоих были слёзы:
сегодня Илюша уезжал домой,
их ждала долгая разлука...''',

'2' : '''- Я тоже очень скучаю, зайчик - сказала Кариша, вешая трубку.
Это был холодный декабрьский вечер. Тучи собрались у горизонта, всё небо посерело.
Сверху медленно начали падать снежинки - пошёл первый снег...''',

'3' : '''На Илюшин телефон пришло сообщение:
"Зай, у нас снег пошёл" 
- Вот бы положить её на сугробик и расцеловать, - подумал Илюша.
Я так по ней скучаю.''',

'4' : '''Дзыньккк:
"Наверное, скоро и у нас пойдёт"
- ответил Илюша, -
"Уже скоро будет новый год, моя принцесса))";
"Надо придумать тебе подарочек...)"''',

'5' : '''"Подари мне себя, зайчик)";
"Хоть я и знаю, что ты приедешь только на каникулы, но...";
"Может останешься здесь на подольше..?
Я так по тебе скучаю, а эта неделя пролетит за мгновенье("''',

'6' : '''"Я обещаю попытаться, зайка. Я знаю, как тебе тяжело.
И я очень-очень по тебе скучаю"''',

'7' : '''31-ое Декабря. Последний день.
"Уже через пару дней я приеду, солнышко" 
- написал Илюша, 
"Мне так жаль, что я не смог приехать раньше и отпраздновать его с тобой",
"Я клянусь, что однажды, когда вырастем, мы будем проводить вместе не только новый год, но и каждый день, каждое утро и каждую ночь нашей жизни)"''',

'8' : '''Кариша и Илюша болтали по телефону:
- Осталось всего пять минут до нового года, любимый.
- Поскорее бы пробили куранты, прошли сутки, и я бы помчался к тебе.
- Дя. Я жду-недождусь)
- А у меня есть для тебя новогодний подарочек.
- ОЙ, спасибо, зайка. А какой?
- А это секретик, вот увидимся и покажу, маленькая моя.)
- Ихих, хорошо)''',

'9' : '''- Это будет нас с тобой счастливый год)
- Да, зайчик)
- Это последний последний раз в этом году, когда я скажу, что люблю тебя.
- И сразу же скажешь в следующем)
- Дя''',

'10' : '''- Я люблю тебя больше всего на свете - сказал Илюша.''',

'11' : '''Обращение президента оборвалось на последней секунде, телевизор зашипел.
Телефон издал гудки.
- Ну же, зая, ответь, - всё повторял я, пытаясь дозвониться, но я был вне зоны сети.
Из под земли издались сильные толчки - землятрясение...''',

'12' : '''- И я тебя люблю, солнышко, - ответила Кариша, но всё же не успела.
Резкая волна пошатнула поверхность, окна выбило. Карина закричала, но тут же потеряла сознание.
Потолок обрушился...''',

'13' : '''Свет погас, квартира погрузилась во мрак, кто-то из гостей завопил, дети заплакали.
Внезапно, снаружи начал виднеться неоново-зелёный цвет, словно косяк из лучей он продил чрез окна.
Внезапная вспышка света. Стёкла. Дом пошёл ходунком. Тьма.''',

'14' : '''Голова просто раскалывалась, на лице была засохшая кровь. 
Всюду были стёкла. Карина раскрыла глаза и попыталась встать. 
Это ей далось с трудом.
Дом был пуст...
Ни мебели, ни родных: лишь стёкла,обломки и мусор - всё исчезло...''', 

'15' : '''Карина выглянула в окно...''',

'16' : '''Вокруг дома тоже ничего не было. Он словно летел в тёмном пространстве, а под ним была бездна. Всё казалось страшным сном.''',

'17' : '''Возле печки лежала зажигалка.''', #load

'18' : '''Кариша подобрала зажигалку и по её руке пробежал паук''',

'19' : '''Ааа! - крикнула она и сбросила с себя паука.''',

'20' : '''Карина посмотрела ему вслед:
В углу была не одна сотня пауков...''',

'21' : '''На полу она нашла осколок стекла''',

'22' : '''Кариша взяла осколок в руку:''',

'23' : '''(Подсказка: зайдите в инвентарь, выберите слот с осколком стекла и примените его)''',

'24' : '''Какая то тень проскользкула возле Кариши. По телу пробежали мурашки''',

'25' : '''К Карише полз огромный паук...''',

'26' : '''(Подсказка: сейчас будет ваш первый бой, возьмите осколок в руку, если ещё этого не сделали)''',

'27' : '''Паук набросился на Каришу...''',

'28' : '''Nonе''',

'29' : '''Каришино сердце выпрыгивало из груди''',

'30' : '''Спустя некоторое время Карина успокоилась, но голод и слабость дали о себе знать. Она решила немного отдохнуть''',

'31' : '''Проснувшись, Кариша слегка запуталась: квартира выглядела совсем по-другому, такая же тёмная, но теперь, словно, чужая.
Паутины, как и пауков, больше не было. Живот урчал. Было решено пойти на разведку в поисках еды.''',

'32' : '''- Что же произошло? - спрашивала она, её руки дрожали.''',

'33' : '''- Может, у меня сонный паралич или я впала в кому? Этого ведь просто не может быть... Все исчезли... Или это я исчезла?''',

'34' : '''Среди обломков Кариша нашла пачку попкорна.
- Дааа, сырым его не поешь.''',

'35' : '''Упаковка была сделана из фольги. Кариша решила попробовать подогреть её с помощью зажигалки.''',

'36' : '''Кремень сверкнул и газ вспалыхнул. Кариша поднесла пламя к упаковке. Она начала медленно нагреваться.''',

'37' : '''Спустя пару минут вся упаковка светилась алым цветом. Краска сплавилась и сгорела.''',

'38' : '''Кукуруза начала взрываться. Карина подождала ещё немного и убрала зажигалку. Пластик на ней тоже слегка подплавился.''',

'39' : '''Айй - прокричала Кариша. Она обожгла пальчик. Рана не казалась опасной''',

'40' : '''Кариша подула на пальчик, он прошёл.
Попкорн оказался неплохим, хотя кариша не совсем наелась.''',

'41' : '''- Если я как-то сюда попала, то и выход должен быть, - подумала Кариша.''',

'42' : '''Может, всё же сон?''',

'43' : '''Больно. Не похоже на сон.''',

'44' : '''Кариша продолжила осматривать развалины. В ванной комнате она нашла железный прут.''',

'45' : '''Из-за унитаза выползла ещё одна паучья тварь.''',

'46' : '''(Подсказка: в игре есть три виды оружия, урон которых зависит от ваших умений, таких как выносливость, ловкость и магия. Кариша способнее в ловкости, поэтому урон от такого оружия будет больше.
Тип оружия можно определить интуитивно: например, магический посох требует умения в магии, железный прут требует выносливости, так как он тяжёлый, а осколок стекла - ловкости, ведь с ним тяжело обращаться)''',

'47' : '''(Подсказка: теперь возьмите железный прут во вторую руку, хоть он и имеет больший урон, чем осколок стекла, но в итоге нанесёт врагу меньщий ущерб врагу, так как Кариша слабенькая, но ловкая девочка)''',

'48' : '''Паук ринулся в сторону Кариши''',

'49' : '''Такова механика, что после боя мы пропускаем сообщение''',

'50' : '''Все руки были в какой-то слизи... ''',

'51' : '''(Подсказка: Поздравляем с достижением первого уровня! Зайдите в характеристики и прокачайте ваши умения. Прокачивать способности можно раз в 5 уровней.''',

'52' : '''(Подсказка, сейчас вам будет представленны ПОДЗЕМЕЛЬЯ. На каждом этапе игры будет своё подземелье, в котором вы сможите прокачивать свои навыки и находить полезные вещи)''',

'53' : '''(Подсказка, теперь вы можите нажать кнопку ПОДЗЕМЕЛЬЕ)''',

'54' : '''Кариша проходила множество комнат, окутанных паутиной. Внепно, она ощутила холодное прикосновенье...''',

'55' : '''- Почему плоть ходит по бесплодному миру? Откуда жизнь явилась в эту пустошь? - спросил ледянящий голос''',

'56' : '''Кариша оцепенела от ужаса и побежала по длинным коридорам.''',

'57' : '''Голос не отставал и кричал:
-  Постой, тебе здесь не место!''',

'58' : '''Кариша не внимала его зову и продолжала бежать. На её пути встретилась развилка''',

'59' : '''- Право или лево..? Право или лево..? - не успела она подумать, как побежала в левую развилку.''',

'60' : '''Это было ошибкой: перед ней оказался тупик... Делать было нечего и она развернулась, приготовясь к бою.''',

'61' : '''Перед ней оказался полу-прозрачный человек. Она изо всех сил ударила его, еда не вывернув локоть, однако рука всего лишь прошла сквозь его тело.''',

'62' : '''- Не бойся, дитя! - проглаголил голос, обрёвший безтелесную форму. Я ничего тебе не сделаю.''',

'63' : '''Кариша лишь продолжила дрожать и пытаться придумать план побега.''',

'64' : '''- Что это за место??? - громко спросила Кариша. В её голосе слышалась дрожь''',

'65' : '''- Ты знаешь, что такое Лимб, дитя?''',

'66' : '''- Нет. Что это?''',

'67' : '''- Это место, куда попадают люди после смерти. Место, в котором идёт суд над душой. Место между райем и адом.''',

'68' : '''- Значит, я умерла и попала в лимб?''',

'69' : '''- О нет, дитя. Мы не в лимбе. Мы под ним. Сюда попадают души, которых что-то держит. Отсюда не попасть в рай или в ад.. Можно лишь остаться здесь или перейти в призрачный мир.''',

'70' : '''- Но... Как я могла умереть..? - прошептала Кариша.''',

'71' : '''- Не спеши хоронить себя, дитя. Твоя плоть жива, сердце твоё бьётся, а лёгкие дышат. Ты не мертва... Но как же могла ты оказаться здесь?
Как очутилась ты в мире заблудших душ?''',

'72' : '''- Я не знаю... Землятрясение...вспышка...удар... Всё было так быстро - я ничего не успела понять.''',

'73' : '''- Здесь опасно, дитя. Следуй за мной.''',

'74' : '''Кариша прошла за ним. Спустя четверть часа они вышли на тупик.''',

'75' : '''- Вы... Вы не забыли путь? - дрожащим голосом спросила Карина''',

'76' : '''- Нажми на эту плиту, - он указал в сторону серого кирпичика. 
Кариша потянулась к нему, и её рука прошла сквозь призрачное тельце.
Она нажала на плиту, механизм запустился. Перед ними раскрылся проход.''',

'77' : '''- Большинство здешних обитателей не могут пройти сквозь стены. Пока о тебе никто не знает, здесь должно быть безопасно.''',

'78' : '''Они прошли в комнату, на полу валялся факел, на столе лежал кремень - Кариша осветила комнату.''',

'79' : '''- Потяяни за рычаг у прохода - он закроется - произнёс холодный голос.''',

'80' : '''"Это опасно" - подумала Кариша: "можно ли ему доверять?"
"Что ж, у меня всё равно нет выбора."''',

'81' : '''Проход закрылся''',

'82' : '''Что-то зашуршало в углу комнаты...''',

'83' : '''- Берегись! - прогремел голос. - Я не могу тебе помочь, тебе придётся самой убить её!''',

'84' : '''Гигантская крыса медленно поползла к Карише...''',

'85' : '''пропуск''',

'86' : '''Каринины руки были в крови... Крыса укусила её за запястье.''',

'87' : '''- Тебе придётся прижечь руку факелом... - с грустью в голосе произнёс Он.''',

'88' : '''- Но, зачем? Укус не сильный, да и кровь почти не идёт, всё в порядке. - сказала Кариша''',

'89' : '''- Все эти крысы заражены. Чума.''',

'90' : '''Услышав эти слова, Кариша моментально поднесла факел к своей руке.''',

'91' : '''- АААА, - заорала она. Кровь зашипела. Кариша отбросила факел и он потух.''',

'92' : '''Спустя пару минут боль несколько утихла, и Кариша снова зажгла факел''',

'93' : '''- Ты явно чувствуешь боль, - сказал голос. - Значит ты жива. Когда заблудшие души переходят в мир призраков, они попадают в тот же самый мир живых, из которого пришли, просто становясь призрачными существами.''',

'94' : '''- Если ты переёдешь в их мир, есть шанс, что ты вернёшься к прежней жизни. Однако, я не знаю, что скрыто за тем порталом.
Это билет в один конец - войдешь и уже не вернешься.''',

'95' : '''- А что если я стану призраком ? - спросила Кариша.''',

'96' : '''- Это возможно. Но возможно, что ты и вовсе не сможешь пройти сквозь портал.''',

'97' : '''- Ясно...''',

'98' : '''- Однако, здесь ты долго не выживешь. Тёмные души устроют за тобой охоту. Тебе необходимо искать выход, и он лишь один - портал в призрачный мир.''',

'99' : '''- Я всё поняла...''',
'100' : '''- Но всё не так просто: на пути к порталу тебя будут ждать призраки, тёмные души и другие, уже живые, твари.''',
'101' : '''- Ты поможешь? Пожалуйста...''',
'102' : '''- Я способен лишь проводить тебя, ведь тело моё не имеет твёрдого обличия.''',
'103' : '''- Хоть на этом спасибо.''',
'104' : '''- Ты голодна?''',
'105' : '''- Да...''',
'106' : '''- Мы можем поохотится на жуков''',
'107' : '''- Они вкусные?''',
'108' : '''- Я их не пробовал...''',
'109' : '''- Хорошо. Они несут опасность для моей жизни?''',
'110' : '''- Нет, их укус равен укусу комара.''',
'111' : '''Они открыли проход и пошли по длинным сырым коридорам.''',
'112' : '''- Как можно вас называть? - Спросила Кариша.''',
'113' : '''- Арен. Ты можешь обращаться ко мне на ты, дитя.''',
'114' : '''- Как ты сюда попал, Арен?''',
'115' : '''- Я не помню... Мне кажется, будто я был здесь вечно... Я помню, что был тут с любимой женой... Но она ушла в портал, а я не смог...''',
'116' : '''Каришу заинтересовалась, почему он не смог пройти в портал, но не стала спрашивать.''',
'117' : '''- А вот и жуки, - сказал Арен. Кариша принялась за охоту.''',
'118' : '''- Первый прямо спереди! - Указал Арен.''',
'119' : ''' ''',
'120' : '''Второй чуть левее!''',
'121' : ''' ''',
'122' : '''Давай за третим!''',
'123' : ''' ''',
'124' : '''Карина разделалась со всеми жуками.''',
'125' : '''- Теперь ты можешь поджарить их мясо, если у тебя остался факел.''',
'126' : '''- Хорошо.
(подсказка: зайдите в инвентарь и выберите слот с мясом жука, если вы его нашли. Нажмите поджарить, если у вас есть зажиглка или факел. Поджаривать можно не всю еду, а лишь некоторые типы блюд. Готовая еда восстанавливает больше энергии и здоровья. Теперь съешьте мясо.)''',
'127' : '''- Отличная работа, - сказал Арен.''',
'128' : '''Они отдохнули и отправились дальше.''',
'129' : '''- А портал далеко? - спросила Кариша''',
'130' : '''- Достаточно''',
'131' : '''- Понятно.''',
'132' : '''Кариша почувствовала леденящее дыхани: над её плечём что-то летало. Кариша окаменела от испуга.  Одно движение - ей конец.''',
'133' : '''- Прочь! - прогримел Арен. 
Нечто сразу же растворилось в пространстве. 
- Не бойся, - сказал он Карише. - Это всего лишь дымок''',
'134' : '''- Кто они такие?''',
'135' : '''- Самые обыкновенные заблудшие души, остававшиеся здесь слишком долго. Время, проведённое здесь, забирало их жизненную энергию. Они для меня такие же, как я для тебя. Даже моё призрачное тело не способно их коснуться.''',
'136' : '''Что-то засветилось в темноте...''',
'137' : '''- Доставай оружие! - произнёс Арен. - Оно летит к нам...''',
'138' : '''К Карише приближалось огромное глазное яблоко, истекающее кровью. 
Оно подлетело ещё ближе и раскрыло свою пасть, из которой торчали десятки острых как бритва клыков.
Сердце забилось с огромной скоростью...''',
'139' : '''''',
'140' : '''Глазное яблоко растеклось по полу словно желе... Они продолжили путь.''',
'141' : '''- Скоро мы попадём к водопаду грёз, приготовься, там могут быть русалки.''',
'142' : '''- Что такое водопад грёз?''',
'143' : '''- Слезы несбывшихся мечтаний образуют его. Он течёт столько же, сколько существует человечество''',
'144' : '''Карина шла, погрузившись в свои мысли. Всё казалось кошмаром... Такого  не может быть...''',
'145' : '''"Когда же я проснусь?"''',
'146' : '''Шлепок об воду вернул Карину в кошмарную реальность''',
'147' : '''- Начало озера. Нам придётся подойти ближе к водопаду.''',
'148' : '''- Ясно.''',
'149' : '''- Старайся идти тише, здесь водится целая куча тварей''',
'150' : '''- Хорошо.''',
'151' : '''.....''',
'152' : '''Резкий вдох. Лёгкие набрали воды. Они горят. Страх. Плеск воды. Что-то схватило Карину за ногу и опрокинуло под метровый слой воды.''',
'153' : ''' ''',
'154' : '''Кариша плакала... Её лицо и руки были расцарапаны. Тело дрожало...''',
'155' : '''Арен пытался её успокоить. Спустя полчаса ей стало лучше. ''',
'156' : '''- Это была кикимора. Обитательницы здешних мест, чтоб их...''',
'157' : '''- Надеюсь, что за порталом станет безопаснее.''',
'158' : '''- И я надеюсь, - ответил Арен. Его взгляд выглядел печальным.''',
'159' : '''Кашино сердечко ёкнуло... Больно...
"А как же Илюша... Где он..? Что, если я правда умерла... А он.... Вдруг он тоже... А мама... Алиса..."
"Этого не должно было случится... Никак не должно было..."
"Ведь это просто сон...Что будет, если я умру здесь..?"''',
'160' : '''''',
'161' : ''' ''',
'162' : ''' ''',
'163' : ''' ''',
'164' : ''' ''',
'165' : ''' ''',
'166' : ''' ''',
'167' : ''' ''',
'168' : ''' ''',
'169' : ''' ''',
'170' : ''' ''',
'171' : ''' ''',
'172' : ''' ''',
'173' : ''' ''',
'174' : ''' ''',
'175' : ''' ''',
'176' : ''' ''',
'177' : ''' ''',
'178' : ''' ''',
'179' : ''' ''',
'180' : ''' ''',
'181' : ''' ''',
'182' : ''' ''',
'183' : ''' ''',
'184' : ''' ''',
'185' : ''' ''',
'186' : ''' ''',
'187' : ''' ''',
'188' : ''' ''',
'189' : ''' ''',
'190' : ''' ''',
'191' : ''' ''',
'192' : ''' ''',
'193' : ''' ''',
'194' : ''' ''',
'195' : ''' ''',
'196' : ''' ''',
'197' : ''' ''',
'198' : ''' ''',
'199' : ''' ''',
'200' : ''' ''',

#нет зажигалки
'1000001' : '''Зажигалка куда-то делась...''',
'1000002' : '''Карише пришлось остаться голодной, живот сильно урчал и болел.''',





#Подземелья в первой главе:
'1001000' : '''Вы попали в Подземелье Пустого Мира''',
'1001001' : '''Выберите уровень сложности:''',
'1001002' : '''Кариша наткнулась на кокон...''',
'1001003' : '''Из него выпрыгнула мать-паучиха!''',
'1001004' : '''Бой - пропускаем''',
'1001005' : '''Мать паучиха была повержена''',
'1001006' : '''Карина случайно порвала паутину...''',
'1001007' : '''Скрёжет паука не заставил себя ждать.''',
'1001008' : '''Бой - пропускаем''',
'1001009' : '''Слизкая тварь была убита''',
'1001010' : '''Карина услышала громкий писк...''',
'1001011' : '''Громадная крыса напала на неё''',
'1001012' : '''''',
'1001013' : '''Крыса была выпотрошенна''',
'1001014' : '''Кариша наступила на что-то. Оно живое...''',
'1001015' : '''Мясной жук выглядел почти безобидным. Но ваш голод всё менял''',
'1001016' : '''''',
'1001017' : '''Бедный жук/ Я просто убийца...''',

'1001018' : '''В темноте виднелся силуэт...''',

'1001019' : '''Призрачный глаз оказался перед ней''',

'1001020' : ''' ''',

'1001021' : '''Глазное яблоко упало на землю...''',

'1001022' : '''На камменных плитах лежали обглоданные кости, покрытые паутиной. Кариша услышала вой.''',

'1001023' : '''Через десяток секунд она услыша близкий рык, вслед за ним явился и он - волк, с палыхающими глазами, в которых виднелась бездна.''',
'1001024' : ''' ''',

'1001025' : '''Волк заскулил и упал на землю. Карина сжалилась и добала его тяжелым камнем.''',

'1001026' : '''У стены стоял старый железный сундук. Она попыталась его открыть, но он не поддавался.''',

'1001027' : '''Спустя пару попыток сундук лязгнул и показался теплым, он попытался утащить Каришу внутрь себя, чтобы в дальнейшем переварить...''',

'1001028' : ''' ''',

'1001029' : '''Мимик замер посреди комнаты. Кариша заглянула внутрь сундука.''',

'1001030' : '''Карина оказалась в зале с каменной статуей. Он подошла к ней.''',

'1001031' : '''Внезапно, статуя ожила и своей каменной рукой откинула Карину. У Карины начало двоиться в глазах''',

'1001032' : ''' ''',

'1001033' : '''Голем рассыпался как карточный домик.''',

'1001034' : '''Карина оказалась в красивом саду, посреди которого летало множество больших существ, издававших сияние и похожих на светлячков''',

'1001035' : '''Они вызывали у Кариши тревогу, однако вовсе не выглядели опасными. Она рискнула подойти ближе и поиграть с пикси. Это было ошибкой.
Пикси ужалила Карину!''',

'1001036' : ''' ''',

'1001037' : '''Каришу разделась с одной из тварей и убежала из сада.''',

'1001038' : '''Кариша очутилась возле дерева с замками влюблённых. Один из них был мокрый. Кариша ощутила прикосновение, холодное, как сама смерть...''',

'1001039' : '''Её сердце будто замерло, она резко обернулась и увидела призрака в платье невесты. Мёртвая невеста закричала и напала на Карину.''',

'1001040' : '''''',

'1001041' : '''Невеста сбежала... Внутри стало так холодно. Мне показалось, что она что-то обранила. ''',

'1001042' : '''Кариша очутилась у колодца. На нём стояло ведро. Она опустила ведро в воду, оно наполнилось водой. Кариша потянула за верёвку.''',

'1001043' : '''Ведро было почти у края колодца, как Кариша увидела на его дне какой-то блестящий предмет. Через секунду что-то резко дёрнуло за верёвку и из колодца выпрыгнуло что-то, когда-то похожее на человека...''',

'1001044' : ''' ''',

'1001045' : '''Утопленник истекал кровью. Он решил сбежать и кувыркнулся в колодец.''',

'1001046' : ''' ''',

'1001047' : ''' ''',

'1001048' : ''' ''',

'1001050' : ''' ''',

'1001051' : ''' ''',

'1001052' : ''' ''',

'1001053' : ''' ''',

'1001054' : ''' ''',

'1001055' : ''' ''',

'1001056' : ''' ''',

'1001057' : ''' ''',

'1001058' : ''' ''',

'1001059' : ''' ''',

'1001050' : ''' ''',

'1001051' : ''' ''',

}

